Repository: UkCvs/ukcvs
Catalog: trunk-cf/apps/tuxbox/enigma/po/*.po
Languages: pl

source: sends unmodulated tone burst
pl: wysyła niemodulowany tone burst

source: Disable DiSEqC
pl: Wyłącz DiSEqC

source: Use DiSEqC Version %s
pl: Użyj DiSEqC wersja %s

source: sends DiSEqC cmd %s
pl: wysyła DiSEqC cmd %s

source: sends no committed DiSEqC cmd
pl: wysyła komędę brak określonego DISEqC

source: sends switch cmd %d
pl: wysyła komende cmd %d

source: sends no DiSEqC repeats
pl: wysyła bez powtórzeń DiSEqC

source: One
pl: Jeden

source: sends one repeat
pl: wysyła jedną powtórkę

source: Two
pl: Dwa

source: sends two repeats
pl: wysyła dwie powtórki

source: Three
pl: Trzy

source: sends three repeats
pl: wysyła trzy powtórki

source: sends no uncommitted switch command
pl: wysyła komendę brak nieopisanego przełącznika

source: Input %d
pl: Wejście %d

source: select uncommitted switch Input %d
pl: wybierz nieopisane wejście %d przełącznika

source: manual scan..
pl: ręczne skanowanie..

source: Waiting for tuner lock on:
pl: Oczekiwanie na blokadę tunera:

source: To begin searching for a valid satellite press OK, or choose your desired satellite manually and press OK
pl: Aby rozpocząć przeszukiwanie satelity wciśnij OK., lub wybierz satelite ręcznie i wcisnij OK.

source: To begin searching for a valid cable provider press OK, or choose your desired cable provider manually and press OK
pl: Aby rozpocząć poszukiwanie operatora kablowego wciśnij OK., lub wybierz ręcznie dostawcę sieciowego i wcisnij OK.

source: To begin searching for a valid transponder press OK, or choose your desired location manually and press OK
pl: Aby rozpocząć przeszukanie satelity wciśnij OK., lub wybierz satelitę ręcznie i wciśnij OK

source: A valid transponder has been found. Verify that the right network is selected
pl: Znaleziono transponder. Upewnij sie czy wybrano wlasciwą sieć

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try manual search if its some obscure satellite/network.
pl: Sprawdzono wszystkie znane transpondery, żaden nie jest aktywny Sprawdź ustawienie anteny/kabla lub w przypadku mało znanego satelity/sieci spróbuj wyszukiwania ręcznego.

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try another satellite/network.
pl: Sprawdzono wszystkie znane transpondery, żaden nie jest aktywny Sprawdź ustawienie anteny lub spróbuj z innego satelity.

source: Search in progress
pl: Poszukiwanie trwa

source: %02i minutes and %02i seconds left
pl: pozostało %02i minut i %02i sekund

source: %02i seconds left
pl: pozostało %02i sekund

source: [only free]
pl: [tylko FTA]

source: [all]
pl: [wszystkie]

source: [nothing]
pl: [żaden]

source: Transponder Scan
pl: Skanowanie Transponderów

source: Waiting for tuner lock... please wait
pl: Oczekiwanie na synch....proszę czekać

source: Scan is in progress... please wait
pl: Skanowanie trwa... prosze czekac

source: The transponder scan has finished and found %i new Transponders, %i new TV Services, %i new Radio Services and %i new Data Services. %i Transponders with %i Services scanned.
pl: Skanowanie transponderów zakończone. Znaleziono %i nowych transponderów, %i nowych serwisów TV, %i nowych serwisów radiowych i %i serwisów danych. Sprawdzono %i transponderów zawierajacych %i serwisów.

source: Done.
pl: Gotowe.

source: Scan is in finished, press ok to close window
pl: Skanowanie zakończone, wciśnij ok aby zamknać okno.

source: Do you want to scan another %s?
pl: Czy chcesz skanować następnego %s?

source: Scan finished
pl: Szukanie zakończone

source: enter service name
pl: wprowadź nazwę serwisu

source: enter provider name
pl: wprowadź nazwę nadawcy

source: enter video pid
pl: wprowadź pid video

source: enter pcr pid (in most case the same pid as the video pid)
pl: wprowadź pid pcr (w większości jest taki sam jak pid video)

source: enter audio pid
pl: wprowadź pid audio

source: enter (video) text pid
pl: wprowadź (video) tekst pid

source: enter service id
pl: wprowadź ID serwisu

source: enter tsid (transport stream id)
pl: wprowadź tsid (tansport stream id)

source: enter onid (original network id)
pl: wprowadź onid ( ID sieci)

source: Reading NIT failed... this transponder have no NIT.. so you can use random values for tsid and onid or set both to 0
pl: Czytanie NIT nieudane... ten transponder nie ma NIT.. możesz użyć losowych wartości dla tsid i onid lub ustawić je na 0

source: No NIT Entry for current transponder values found... so you can use random values for tsid and onid or set both to 0
pl: Nie znaleziono wartości NIT dla bieżącego transpondera... wiec możesz użyć losowych wartości dla tsid i onid lub ustawić je na 0

source: A transponder with the same tsid / onid but other frequency/pol/... already exist.. create a new transponder with the same data is no possible.. please do change tsid and/or onid
pl: Transpondery o tym samym tsid/onid a innej częstotliwości/pol/... już istnieją..utworzenie nowego transpondera z takimi samymi danymi nie jest możliwe.. zrób zmiany tsid i/lub onid

source: A service named '%s' with this sid/onid/tsid/namespace is already exist in provider '%s'. Should i use this service name and provider name?
pl: Serwis o nazwie '%s' i sid/onid/tsid/nazwa już istnieje u nadawcy '%s'. Czy mam użyć tej nazwy nadawcy i serwisu?

source: Service already exist
pl: Serwis już istnieje

source: show/enter values as hexadecimal
pl: pokaż/wprowadź wartości w HEX

source: show/enter values as decimal
pl: pokaż/wprowadź wartości w DEC

source: Communication Setup
pl: Ustawnia komunikacji

source: open communication setup
pl: Otwórz ustawienia komunikacji

source: Ngrab Streaming Setup
pl: Ustawienia strumienia NGrab

source: open ngrab server setup
pl: Otwórz ustawienia serwera NGrab

source: open software update
pl: Otwórz aktualizację oprogramowania

source: Remote Control
pl: Zdalne Sterowanie

source: open remote control setup
pl: otwórz konfigurację zdalnego sterowania

source: Factory reset
pl: Ustawienia fabryczne

source: all settings will set to factory defaults
pl: wszystkie ustawienia zostaną zresetowane

source: record split size (left, right)
pl: rozmiar pliku nagrywanego (lewy, prawy)

source: Nothing
pl: Nic

source: Enable fast zapping
pl: Załącz szybkie przełączanie

source: enables faster zapping.. but with visible sync
pl: załącza szybkie przełaczanie..ale widoczne jest synchronizowanie

source: Use http authentification
pl: Użyj autoryzacji http

source: enables the http (user/password) authentification
pl: załącza autoryzację (użytkownik/hasło) http

source: Don't open serial port
pl: Nie otwieraj portu szeregowego

source: don't write debug messages to /dev/tts/0
pl: nie zapisuj informacji debug do /dev/tts/0

source: Auto bouquet change
pl: Auto - zmiana bukietu

source: change into next bouquet when end of current bouquet is reached
pl: przejdź do następnego bukietu gdy w obecnym dojdziesz do końca

source: try to reconnect when an external cahandler connection was lost
pl: wznawiaj polaczenie kiedy zewnetrze polaczenie z cahandlerem zostanie utracone

source: start file sharing(samba) on startup
pl: wlacz sambe przy starcie tunera

source: Disable teletext caching
pl: Wylacz pamiec podreczna teletekstu

source: don't cache teletext pages in background
pl: nie buforuj stron teletekstu w tle

source: don't care about actual mode when zapping in history list
pl: nie troszcz sie o aktualny tryb kiedy zmieniasz kanaly w historii

source: Box goes directly into Deep-Standby
pl: Tuner idzie bezpośrednio do Głebokiego-Standby

source: Mediahighway EPG, activate swap space when using with multiple operators
pl: MediaHighWay EPG ,aktywuj bufor pamieci kiedy uzywasz tej funkcji z wieloma operatorami

source: Disable CoreFiles
pl: Wylacz CoreFiles

source: don't create 'Corefiles' after an Enigma crash
pl: nie tworz `Corefiles` po krachu Enimgy

source: don't mount the HDD via 'rcS'
pl: nie montuj dysku przez 'rcS'

source: Show Boot-Info
pl: Pokazuj wiadomosc startowa

source: Show Boot-Infos (IP, etc.)
pl: Pokazuj wiadomosci startowe (IP ,itd.)

source: don't use hardware section filtering
pl: nie uzywaj sprzetowego filtrowania sekcji

source: don't use the Watchdog
pl: nie uzywaj Watchdoga

source: Disable ENX-Watchdog
pl: Wylacz ENX-Watchdog

source: don't use the ENX-Watchdog
pl: Nie uzywaj ENX-Watchdog

source: use SPTS-Mode (enables TS-recording)
pl: Wlacz tryb SPTS (wlacza nagrywanie TS)

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
pl: Gdy zrobisz reset fabryczny, stracisz swoją konfigurację (łącznie z bukietami, listą kanałów, ustawieniami sateli...) po resecie odbiornik uruchomi się automatycznie! Czy napewno chcesz zrobić reset?

source: Harddisk Setup
pl: Konfiguracja twardego dysku

source: Are you SURE that you want to format this disk?
pl: Jesteś absolutnie PEWIEN że chcesz formatowac dysk ?

source: formatting harddisk...
pl: trwa formatowanie dysku twardego...

source: There's data on this harddisk. You will lose that data. Proceed?
pl: Dysk zawiera dane. Zostaną one skasowane. Chcesz kontynuować ?

source: please wait while initializing harddisk. This might take some minutes.
pl: proszę czekać - dysk twardy jest własnie inicjowany. Ta operacja może potrwać kilka minut.

source: sorry, couldn't find sfdisk utility to partition harddisk.
pl: brak aplikacji sfdisk wymaganej do partycjonowania dysku.

source: creating filesystem failed.
pl: błąd w tworzeniu systemu plików

source: successfully formatted your disk!
pl: formatowanie dysku zakończone sukcesem!

source: (error reading information)
pl: (błąd odczytu informacji)

source: uninitialized - format it to use!
pl: niezainicjowany - formatuj aby użyć !

source: in use, %d.%03d GB (~%d minutes) free
pl: zajętych, %d.%03d GB (~%d minut) wolnych

source: initialized, but unknown filesystem
pl: zainicjowany, ale nie rozpoznany system plików

source: could not unmount the filesystem...
pl: Nie można odmontowac systemu plików...

source: check filesystem...
pl: sprawdzanie systemu plików...

source: sorry, couldn't find %s%s utility to check the %s filesystem.
pl: brak aplikacji %s%s wymaganej do sprawdzenia systemu plików %s

source: not supported filesystem for check.
pl: nieobsługiwany system plików - brak możliwosci przetestowania

source: enable set the leftTop Point of the rectangle
pl: wybierz położenie lewego górnego narożnika

source: enable set the rightBottom Point of the rectangle
pl: wybierz położenie prawego dolnego narożnika

source: saves the current positions
pl: zapamiętaj aktualne pozycje

source: here you can center the tuxtxt rectangle... press red to select the left top edge press green to select the right bottom edge use the cursor keys to move the selected edges
pl: tu możesz wycentrować wyświetlanie Teletextu... wciśnij czerwony dla lewego górnego narożnika wciśnij zielony dla prawego dolnego narożnika użyj strzałek do przesuwania

source: You have to restart enigma to apply the new skin Restart now?
pl: Musisz zrestartować enigmę aby zastosować nową skórkę Restartować teraz?

source: Skin changed
pl: skórka zmieniona

source: Infobar timeout %d sec
pl: Czas infobara %d sek.

source: Serviceselector help buttons
pl: Wybór klawiszy pomocy

source: show colored help buttons in service selector
pl: pokaż kolorowe przyciski pomocy

source: Show Sat position
pl: Pokaż pozycję satelitarną

source: show sat position in the infobar
pl: pokaż pozycję satelitarną na pasku

source: Skip confirmations
pl: Konfiguracja Satelity

source: enable/disable confirmations
pl: włącz/wyłącz potwierdzenia

source: Hide error windows
pl: Ukryj błędy okien

source: don't show zap error messages
pl: nie pokazuj błędów przełączania

source: Auto show Infobar
pl: Auto-wyświetanie paska info

source: always show infobar when new event info is avail
pl: zawsze pokazuj pasek info gdy nowa pozycja jest dostępna

source: Show remaining Time
pl: Pokaż czas do końca

source: show event remaining time in the infobar
pl: pokaż pozostały czas zdarzenia na pasku

source: UHF-Modulator Setup
pl: Konfiguracja Modulatora-UHF

source: UHF Modulator on
pl: Modulator-UHF załączony

source: enable UHF Modulator
pl: załącz Modulator-UHF

source: Test Pattern
pl: Obraz Kontrolny

source: enable test pattern
pl: włącz obraz kontrolny

source: Sound enable
pl: dźwięk włączony

source: enable Sound
pl: włącz dźwięk

source: Sound Subcarrier:
pl: Ścieżka dźwiękowa:

source: change sound subcarrier frequency
pl: zmień częstotliwosć nośnej dźwięku

source: Channel Nr.:
pl: Numer Kanału:

source: change channel
pl: zmień kanał

source: Fine Tune:
pl: Dokładne dostrojenie :

source: 250Khz steps
pl: krok 250kHz

source: save settings and leave rf setup
pl: wyjdź z konfiguracji RF i zapisz zmiany

source: if you can read this your rfmod will not work.
pl: Jeżeli widzisz tą informację to oznacza, że twój 'rfmod' nie działa.

source: You have to restart enigma to apply the new Timezone Restart now?
pl: Musisz zrestartować enigmę aby zastosować nową Strefę czasową Restartować teraz?

source: Timezone changed
pl: Strefa czasowa zmieniona

source: Please check your NGrab Server or the IP
pl: Sprawdź serwer NGrab lub adres IP

source: HW Address(MAC) detection failed
pl: rozpoznanie adresu MAC nieudane

source: communicate to Local Area Network
pl: komunikacja po sieci lokalnej LAN

source: communicate to the Internet via DSL
pl: komunikacja z internetem przez DSL

source: T-Online User press ok here
pl: wciśnij ok dla użytkowników T-Online

source: press ok to edit your provider login name
pl: wciśnij ok aby edytować nazwę nadawcy

source: press ok to edit your provider password
pl: wciśnij ok aby edytować hasło nadawcy

source: reject incoming connections on port %d
pl: odrzuć połączenia przychodzące z portu %d

source: reject incoming connections on ports 137,138,139
pl: odrzuć połączenia przychodzące z portów 137, 138, 139

source: Samba File System(to mount share from another Dreambox)
pl: System plików Samba (do montowania napędów z innego Dreamboxa)

source: enter the name of the share without trailing slash
pl: wprowadź nazwę podziału bez znaków podziału

source: enter the name of the share (//DreamBOX/harddisk)
pl: wprowadź nazwę podziału (//DreamBOX/harddisk)

source: invalid or missing dir or local dir
pl: brak lub nieprawidłowy katalog

source: NFS/CIFS-Entry stored. Further entry?
pl: NFS/CIFS - dane wprowadzone. Wprowadzasz dalej?

source: NFS/CIFS-Setup...
pl: Ustawienia NFS/CIFS

source: NFS/CIFS mount error already mounted
pl: błąd montowania NFS/CIFS - już zamontowany

source: always 16:9
pl: zawsze 16:9

source: Internet Update
pl: Aktualizacja przez internet

source: open internet update
pl: Otwórz aktualizacje przez Internet

source: Manual Update
pl: Ręczna aktualizacja

source: open manual update
pl: otwórz ręczną aktualizację

source: Expert Flash Save/Restore
pl: Flash - ekspert Zapis/Odczyt

source: open expert flash tool
pl: otwórz narzędzie flash - ekspert

source: Upload your Image via FTP or Samba to the '/tmp' folder.Then rename it to 'root.cramfs' and press ok.In the following list select 'manual update' and follow the instructions.
pl: Wgraj swój IMG przez FTP lub Sambę do katalogu '/tmp'. Zmień nazwę na 'root.cramfs' i wciśnij OK. W manu wybierz 'ręczna aktualizacja' i postępuj zgodnie z instrukcją

source: Manual update
pl: Ręczna aktualizacja

source: open the EPG with selected style
pl: otwórz EPG w wybranym stylu

source: EPG Style
pl: Styl EPG

source: Channel EPG
pl: Kanal EPG

source: open EPG for selected Channel
pl: otwzórz EPG dla wybranych kanałów

source: open EPG for next five channels
pl: otwórz EPG dla kolejnych pięciu kanałów

source: External EPG
pl: Zewnętrzne EPG

source: open external plugin EPG
pl: otwórz zewnętrzny plugin EPG

source: go up a directory
pl: wejdź katalog wyżej

source: shows the EPG selector for the highlighted channel
pl: pokaż EPG dla wybranych kanałów

source: show service selector menu
pl: pokaż menu wybór serwisów

source: toggle between classic and multi column style
pl: przełącz pomiędzy stylem klasycznym a wielo-kolumnowym

source: toggle focus between service and bouquet list (in combi column style)
pl: przełączanie pomiedzy serwisami a bukietami

source: go to the prev Marker if exist.. else goto first service
pl: idź do poprzedniego znacznika...albo do pierwszego serwisu

source: go to the next Marker if exist.. else goto last service
pl: idź do następnego znacznika...albo do ostatniego serwisu

source: show all services
pl: Wyświetl wszystkie serwisy

source: show satellite list
pl: Pokaż listę satelitów

source: show provider list
pl: wyswietl listę nadawców

source: show bouquet list
pl: Wyswietl liste serwisów

source: mark selected entry for move
pl: Zaznacz wybrany wpis do przenoszenia

source: create new marker entry
pl: utwórz nowe znaczniki

source: [GO UP]
pl: [Do góry]

source: (removed service)
pl: (skasowany serwis)

source: mark
pl: zaznacz

source: marker
pl: znacznik

source: Movies
pl: Nagrania

source: Select No or press Abort to lock/unlock the complete directory
pl: Wybierz Nie lub wciśnij Anuluj aby za/od -bezpieczyć katalog

source: Enter Directory
pl: Wprowadź katalog

source: artist
pl: wykonawca

source: year
pl: rok

source: composer
pl: kompozytor

source: track
pl: ścieżka

source: length
pl: długość

source: supported coding systems:
pl: Wspierane systemy kodowania:

source: Systems used in service:
pl: Systemy używane w serwisie:

source: Record mode - read manual
pl: Tryb nagrywania - patrz instrukcja

source: Service information (right)
pl: Informacja o serwisie (prawo)

source: Scrambled system information (left, right)
pl: Informacja o systemie kodowania (lewo, prawo)

source: Transponder information (left)
pl: Informacja o transponderze (lewo)

source: Timerlist
pl: Lista Timera

source: You would delete the running event.. this stops the timer mode (recording)!
pl: Kasujesz aktualnie uruchomione zdarzenie... spowoduje to zatrzymanie nagrywania!

source: Delete the event from the timer list
pl: Skasuj wydarzenie z listy timer

source: Really delete this event?
pl: Jesteś pewien że chcesz skasować to wydarzenie ?

source: You would update the running event.. this stops the timer mode (recording)!
pl: Modyfikujesz uruchomione nagrywanie... Spowoduje to przerwanie nagrywania w trybie Timer!

source: Update event in timer list
pl: Aktualizuj pozycje w liście Timer

source: Really update this event?
pl: Czy naprawdę chcesz aktualizować tą pozycję?

source: This event is already in the timerlist.
pl: Ten wpis istnieje już w liście Timer

source: Add event to timerlist
pl: Dodaj pozycję do listy Timer

source: The Endtime overlaps with another event in the timerlist
pl: Czas zakończenia wpisu koliduje z czasem innej pozycji

source: Set Stop Time
pl: Ustaw czas zakończenia

source: This event cannot added to the timerlist. The event overlaps with another event in the timerlist Please check the timerlist manually.
pl: Ten wpis nie może zostać dodany do listy Timer. Pozycja koliduje z inną pozycją w liście Sprawdź liste Timer ręcznie.

source: add new event to Timerlist
pl: Dodaj pozycję do listy Timer

source: remove this entry from timer list
pl: Usuń wpis z listy Timer

source: increase the event begin time in 1 minute steps
pl: Zwiększaj czas rozpoczęcia wydarzenia w 1-minutowym kroku

source: decrease the event begin time in 1 minute steps
pl: Zmniejszaj czas rozpoczęcia wydarzenia w 1-minutowym kroku

source: increase the event end time in 1 minute steps
pl: Zwiększaj czas zakończenia wydarzenia w 1-minutowym kroku

source: decrease the event end time in 1 minute steps
pl: Zmniejszaj czas zakończenia wydarzenia w 1-minutowym kroku

source: January
pl: Styczeń

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecień

source: May
pl: Maj

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: August
pl: Sierpień

source: September
pl: Wrzesień

source: October
pl: Październik

source: November
pl: Listopad

source: December
pl: Grudzień

source: do nothing
pl: nic nie rób

source: put box into standby
pl: wyłącz terminal w stan czuwania

source: put box into deep standby
pl: wyłącz terminal do 'stanby'

source: record DVR
pl: Zapis DVR

source: Ngrab
pl: Serwis Ngrab

source: Record VCR
pl: Nagrywanie

source: unknown service
pl: nieznany serwis

source: The new endtime is before now time! This stops the running timer(recording)
pl: Nowy czas zakończenia jest wcześniejszy niż obecny czas! Nastąpi zatrzymanie nagrywania

source: Update event in timerlist
pl: Aktualizuj pozycje w liście Timera

source: New endtime are now adjusted
pl: Nowy czas zakończenia został ustawiony.

source: The event has already finished... you can not change endtime!
pl: Ten wpis został zakończony... nie możesz zmienić czasu zakończenia!

source: Invalid begin or end time.! Please check time and date
pl: Nieprawidłowy czas rozpoczęcia lub zakończenia. ! Proszę poprawić datę i czas

source: Sorry, you can not add a time shifted service manually to the timer. Please close the Timer and use the EPG of the service you wish to add!
pl: Nie możesz dodać ręcznie serwisu ze zmiennym czasem rozpoczęcia do timera. Zamknij timer i użyj funkcji EPG na serwisie, który chcesz dodać!

source: no description found
pl: opis nieznaleziony

source: add new Network
pl: Dodaj nową sieć

source: remove selected Network
pl: usuwa wybraną sieć

source: Save changed Transponders?
pl: Zapisać zmiany w liście transponderów?

source: Transponders changed
pl: Nastapiła zmiana transponderów

source: Transponders couldn't be written to file!
pl: Błąd zapisu transponderów!

source: Write Error
pl: Błąd zapisu!

source: new Satellite
pl: Nowy satelita

source: Really delete the selected satellite?
pl: Czy napewno usunać wybranego satelite?

source: Delete %s
pl: Usuń %s

source: Please select the software version to upgrade to:
pl: Wybierz wersję oprogramowania do aktualizacji:

source: manual upload
pl: ręczne wysyłanie

source: downloading catalog...
pl: pobieranie katalogu...

source: downloading changelog...
pl: pobieranie dziennika zmian...

source: downloading image...
pl: pobieranie 'image'...

source: Please select version to upgrade or LAME! to abort
pl: Wybierz wersję do aktualizacji albo LAME! aby przerwać

source: Download aborted.
pl: Pobieranie przerwane.

source: checking consistency of file...
pl: Sprawdzanie ciągłosci pliku...

source: write error while downloading...
pl: błąd pobierania...

source: Data error. The checksum didn't match.
pl: Błędne dane. Suma kontrolna nieprawidłowa.

source: Checksum OK. Ready to upgrade.
pl: Suma kontrolna OK. Gotowy do aktualizacji.

source: Are you sure you want to upgrade to this new version?
pl: Jesteś pewien że chcesz aktualizować do nowej wersji ?

source: Ready to upgrade
pl: Gotowy do aktualizacji

source: Can't read flashimage.img!
pl: Nie mogę czytać flashimage.img!

source: flashimage.img has filesize of 0byte!
pl: flashimage.img ma rozmiar 0 bajtów!

source: Please wait... do NOT switch off the receiver!
pl: Czekaj ...NIE wyłączaj odbiornika!

source: upgrade in progress
pl: uaktualnianie w toku

source: Erasing Flash...
pl: Kasuję flash...

source: Writing Software to Flash...
pl: Zapisuję oprogramowanie do flasha

source: Erase error!
pl: Błąd kasowania!

source: Can't open mtd!
pl: Nie mogę otworzyć mtd!

source: upgrade successful! restarting...
pl: Aktualizacja zakończona sukcesem! restartuję...

source: upgrade ok
pl: aktualizacja ok

source: This is the currently installed release.
pl: Bieżąca wersja jest zainstalowana.

source: This is an older release.
pl: Wersja poprzednia.
