Repository: UkCvs/ukcvs
Catalog: trunk-cf/apps/tuxbox/enigma/po/*.po
Languages: pl

source: Bouquets
pl: Bukiety

source: Cancel
pl: Anuluj

source: Yes
pl: Tak

source: No
pl: Nie

source: no description available
pl: opis niedostępny

source: press ok to save (help is available)
pl: wciśnij ok aby zapisać (pomoc dostępna)

source: press ok to save
pl: wciśnij ok aby zapisać

source: Movie
pl: Film

source: Adventure
pl: Przygoda

source: SciFi
pl: Sience Fiction

source: Comedy
pl: Komedia

source: Soap
pl: Mydlana Opera

source: Romance
pl: Romans

source: Serious
pl: Poważny

source: Adult
pl: Dla dorosłych

source: News
pl: Wiadomości

source: Weather
pl: Pogoda

source: Magazine
pl: Magazyn

source: Documentary
pl: Dokument

source: Discussion
pl: Dyskusja

source: Show
pl: Pokaz

source: Game Show
pl: Gry/Prezentacje

source: Variety
pl: Rózne

source: Talk
pl: Pogadanki

source: Sports
pl: Sport

source: Special Event
pl: Specjalne wydarzenia

source: Sports Mag.
pl: Magazyny sportowe

source: Football
pl: Piłka nożna

source: Team Sports
pl: Drużyny sportowe

source: Athletics
pl: Atletyka

source: Motor Sports
pl: Sporty motorowe

source: Water Sports
pl: Sporty wodne

source: Winter Sports
pl: Sporty zimowe

source: Equestrian
pl: Jeździectwo

source: Martial Sports
pl: Sporty wschodnie/walki

source: Children
pl: Dzieciece

source: Pre-School
pl: Przedszkolne

source: Age 6-14
pl: 6-14 lat

source: Age 10-16
pl: 10-16 lat

source: School
pl: Szkoły

source: Cartoons
pl: Kreskówki

source: Music
pl: Muzyka

source: Classical
pl: Klasyka

source: Folk
pl: Folklor

source: Musical
pl: Muzykale

source: Ballet
pl: Balet

source: Culture
pl: Kultura

source: Fine Arts
pl: Wyższa sztuka

source: Religion
pl: Religia

source: Literature
pl: Literatura

source: Experimental
pl: Eksperymentalne

source: Press
pl: Prasa

source: New Media
pl: Nowe Media

source: Art Mag.
pl: Sztuka

source: Fashion
pl: Moda

source: Social
pl: Socjalne

source: Soc. Mag.
pl: Publicystyka

source: Economics
pl: Ekonomia

source: Remark. People
pl: Osobowości

source: Education
pl: Edukacja

source: Nature
pl: Natura

source: Technology
pl: Technologie

source: Medicine
pl: Medycyna

source: Expeditions
pl: Ekspedycje

source: Spiritual
pl: Duchowy

source: Further Ed.
pl: Do dalszej ed.

source: Languages
pl: Języki

source: Hobbies
pl: Zainteresowania

source: Travel
pl: Podróże

source: Handicraft
pl: Modelarstwo

source: Motoring
pl: Motoryzacja

source: Cooking
pl: Gotowanie

source: Shopping
pl: Zakupy

source: Gardening
pl: Ogrodnictwo

source: Orig. Lang.
pl: Oryg.Język.

source: Unpublished
pl: Niepublikowane

source: Live
pl: Na żywo

source: no data for this service avail
pl: brak danych dla tego serwisu

source: no description is available
pl: opis niedostępny

source: Welcome to enigma. Please do a transponder scan first. (mainmenu > setup > channels > transponder scan)
pl: Witaj w systemie enigma. Pierwszą czynnoscią będzie wykonanie przeszukiwania transponderów. (Menu Główne >> Ustawienia > Kanały > Skanowanie Transpondera)

source: First start of enigma
pl: Pierwszy start Enigmy

source: Bouquet Type
pl: Typ bukietu

source: File
pl: Plik

source: Service Organising
pl: Organizacja serwisów

source: Create new bouquet
pl: Utwórz nowy bukiet

source: create new empty bouquet
pl: Utwórz nowy, pusty bukiet

source: Add services to bouquet
pl: Dodaj serwisy do bukietu

source: add multiple services to a specific bouquet
pl: dodaj serwisy do określonego bukietu

source: Edit bouquets
pl: Edycja bukietów

source: sort,rename,delete services/bouquets
pl: sortowanie, zmiana nazwy, kasowanie serwisów/bukietów

source: Lock/Unlock Services
pl: Za/od -bezpiecz serwisy

source: lock,unlock services (parental locking)
pl: zabezpiecza, odbiezpiecza serwisy (blokada rodzicielska)

source: Common Interface Modules
pl: Moduły Dostępu Warunkowego

source: resetting....please wait
pl: trwa resetowanie....proszę czekać

source: Common Interface Module - mmi
pl: Moduł Dostepu - mmi

source: waiting for CI answer...
pl: czekam na odpowiedź z modułu dostępu...

source: External Message
pl: Informacja z zewnątrz

source: press 1 ... 6 to select count of visible hours
pl: wciśnij 1 ... 6 aby wybrać odliczanie widocznych godzin

source: closes the Event View
pl: zamknij ten widok

source: no information is available
pl: informacja niedostępna

source: Original duration: %d min
pl: Orginalny upływ: %d min

source: Information
pl: Informacje

source: Streaminfo
pl: Informacja o strumieniu

source: open the Streaminfo
pl: otwórz informacje o strumieniu danych

source: open the about dialog
pl: otwórz okienko informacyjne o

source: unknown
pl: nieznany

source: none
pl: żadne

source: release
pl: wydanie

source: beta
pl: testowa

source: internal
pl: wewnętrzna

source: show main menu
pl: wyświetl menu główne

source: show infobar or EPG
pl: wyswietl pasek informacyjny lub EPG

source: show subservices/NVOD
pl: wyswietl podserwisy/NVOD

source: show audio selector
pl: wyswietl wybór scieżki audio

source: show Videotext
pl: wyswietl Videotext

source: show extension Plugins
pl: wyświetl rozszerzenia pluginów

source: show epg schedule list
pl: wyswietl listę rozkladu EPG

source: show extended info
pl: wyswietl rozszerzoną informację

source: playlist/history next
pl: lista odtw/historia następna

source: playlist/history prev
pl: lista odtw/historia poprzednia

source: stop playback
pl: zatrzymaj odtwarzanie

source: pause playback
pl: wstrzymaj odtwarzanie

source: resume playback
pl: kontynuuj odtwarzanie

source: start skipping forward
pl: start przewijania do przodu

source: start skipping reverse
pl: start przewijania do tyłu

source: switch to TV mode
pl: przejdź w tryb Telewizja

source: switch to Radio mode
pl: przejdź w tryb Radio

source: switch to File mode
pl: przełącz w tryb danych

source: toggle DVR panel
pl: przełącz panel DVR

source: toggle index mark
pl: ustaw znak indeksu

source: seek to next index mark
pl: idź do następnego znaku indeksu

source: seek to previous index mark
pl: idź do poprzedniego znaku indeksu

source: to
pl: do

source: Euro lost)
pl: Euro straconych)

source: not valid!
pl: nie prawidłowy!

source: Audio
pl: Dźwięk

source: Left Mono >
pl: Lewy mono >

source: < Right Mono
pl: < Prawy mono

source: Audiotrack
pl: Scieżka dźwiękowa

source: no subtitles
pl: brak napisów

source: multiple Services
pl: zwielokrotnione serwisy

source: enable quickzap
pl: włącz szybkie przełączanie

source: add to bouquet
pl: dodaj do bukietu

source: disable quickzap
pl: wyłącz szybkie przełączanie

source: Channel
pl: Kanał

source: Please wait while the motor is turning to %d.%d°%c ....
pl: Proszę czekać, antena jest kierowana na %d.%d%c ....

source: Message
pl: Wiadomość

source: recorded movies
pl: nagrane filmy

source: please wait while initializing Common Interface ...
pl: proszę czekać - moduł dostępu jest inicjowany ...

source: no EPG available
pl: EPG nie jest dostepne

source: ShutdownTimer
pl: Timer wyłączania

source: SleepTimer
pl: Wyłącznik czasowy

source: Sorry, you cannot record this service.
pl: Nie możesz nagrać tego serwisu

source: Show recorded movies?
pl: Pokazać nagrania?

source: recording finished
pl: zapis zakończony

source: Shutdown your Receiver now?
pl: Wyłączyć odbiornik teraz ?

source: Timer Message
pl: Informacja timera

source: Go to Standby now?
pl: przejść w tryb czuwania teraz?

source: Enter new name:
pl: Wprowadź nową nzwę:

source: rename selected entry
pl: Zmień nazwę wybranego wpisu

source: Sorry, you cannot delete this service.
pl: Nie możesz usunać tego serwisu.

source: delete selected entry
pl: Usuń wybrany wpis

source: You are trying to delete '%s'. Really do this?
pl: Chcesz skasować '%s'. Jesteś pewny?

source: Delete recorded stream
pl: Kasuj nagrany strumień danych

source: This is a complete Bouquet! Really delete?
pl: To jest kompletny bukiet!/n Czy chcesz go usunąć ?

source: Delete bouquet
pl: Skasuj bukiet

source: delete file
pl: usuń plik

source: Enter new Filename:
pl: Wprowadź nową nazwę pliku

source: rename file
pl: zmień nazwę

source: Enter new name for the bouquet:
pl: Wpisz nową nazwę dla bukietu:

source: Rename bouquet
pl: Zmień nazwę bukietu

source: Enter name for the new bouquet:
pl: Wpisz nazwę dla nowego bukietu:

source: Add new bouquet
pl: Dodaj nowy bukiet

source: unnamed
pl: nienazwany

source: Enter marker name:
pl: Wprowdź nazwę znacznika:

source: create marker
pl: stwórz znacznik

source: unnamed bouquet
pl: nienazwany bukiet

source: This directory doesn't contain anything playable!
pl: Ten katalog nie zawiera żadnych danych do odtwarzania!

source: A timer based recording is currently in progress! This stops the timer, and recording!
pl: Trwa zapis danych z timera! Nastapi zatrzymanie nagrywania!

source: A recording is currently in progress! This stops the recording!
pl: Trwa zapis danych! Nastapi zatrzymanie nagrywania!

source: A timer event is currently in progress! This stops the timer event!
pl: Wydarzenie timer jest aktywne ! Nastapi zatrzymanie wydarzenia!

source: Really do this?
pl: Wykonać?

source: please wait until the timer has started the recording (max 10 seconds)
pl: czekaj aż timer uruchomi nagrywanie (max 10 sekund)

source: Record failed due to inaccessable storage.
pl: Nagrywanie nieudane - brak dostępu do nośnika.

source: Record stopped due to full harddisk. Delete some recordings and try again.
pl: Nagrywanie zatrzymane - dysk pełny. Skasuj jakieś nagrania i spróbuj ponownie.

source: Record failed due to an write error during recording. Check for filesystem corruption.
pl: Nie udane nagranie z powodu błędów zapisu. Sprawdź system plików na uszkodzenia.

source: record failed
pl: zapis nieudany

source: One moment please...
pl: Prosze chwilę poczekać..

source: switch
pl: przełączanie

source: Service could not be found !
pl: Serwis nie może zostać odnaleziony !

source: This service could not be descrambled
pl: Serwis nie może zostać odkodowany

source: This service doesn't currently send a signal
pl: Serwis aktualnie nie nadaje sygnału

source: This content could not be displayed
pl: Zawartość nie może zostać wyświetlona

source: NVOD Service - please select a starttime
pl: Serwis NVOD - prosze wskazać czas rozpoczęcia

source: Unknown error!!
pl: Nieznany błąd !!!

source: Playlist
pl: Lista odtwarzania

source: History
pl: Historia

source: Service Menu
pl: Menu Serwisowe

source: add service to playlist
pl: dodaj serwis do playlist-y

source: add selected service to the playlist
pl: dodaj serwis do listy odtwarzania

source: remove 'new found flag'
pl: usuń 'nowa znaleziona flaga'

source: select to remove the 'new found flag'
pl: wybierz aby usunąć 'nową znalezioną flagę'

source: create new bouquet
pl: utwórz nowy bukiet

source: select to create a new bouquet
pl: wybierz tworzenie nowego bukietu

source: duplicate bouquet
pl: zdubluj bukiet

source: duplicate the complete bouquet with all content
pl: duplikuj kompletny bukiet z całą zawartością

source: add to specific bouquet
pl: dodaj serwis do bukietu

source: add the selected service to another bouquet
pl: dodaj wybrany serwis do innego bukietu

source: add marker
pl: dodaj znacznik

source: create a new marker in the current bouquet
pl: utwórz nowy znacznik w bieżącym bukiecie

source: rename
pl: zmień nazwę

source: rename the current selected bouquet
pl: zmień nazwę aktualnie wybranego bukietu

source: rename the current selected service/movie
pl: zmień nazwę aktualnie wybranego serwisu/nagrania

source: delete the current selected service/movie
pl: usuń aktualnie wybrany serwis/nagranie

source: disable move mode
pl: wyłącz tryb przenoszenia

source: switch move mode off
pl: wyłącz tryb 'move'

source: enable move mode
pl: włącz tryb przenoszenia

source: activate mode to simply change the entry order
pl: aktywuj tryb prostej zmiany kolejności wprowadzania

source: copy to bouquet list
pl: skopiuj do listy bukietów

source: copy the selected provider to the bouquet list
pl: skopiuj wybranego nadawcę listy bukietów

source: add the selected service to a selectable bouquet
pl: dodaj wybrany serwis do określonego bukietu

source: add the selected file to a selectable bouquet
pl: dodaj wybrany plik do określonego bukietu

source: delete the selected file (and all corresponding ts files
pl: skasuj wybrany plik (i wszystkie powiązane pliki ts)

source: rename the selected file (and all corresponding ts files
pl: zmień nazwę wybranego pliku (i wszystkich powiązanych plikach ts)

source: disable edit mode
pl: wyłącz tryb edycji

source: disable the edit mode
pl: wyłącz tryb edycji

source: enable edit mode
pl: włącz tryb edycji

source: activate mode to simply add many services to a selectable bouquet
pl: aktywuj tryb łatwego dodawania wielu serwisów do wybranego bukietu

source: unlock
pl: odbezpiecz

source: do parental-unlock the selected service or file
pl: zdejmij blokadę rodzicielską z wybranych serwisów lub plików

source: lock
pl: zabezpiecz

source: do parentallock the selected service or file
pl: załóż blokadę rodzicielską na wybranych serwisach lub plikach

source: disable parental lock
pl: wyłącz blokadę rodzicielską

source: temporary disable the parental locking
pl: wyłącz tymczasowo blokadę rodzicielską

source: enable parental lock
pl: włącz blokadę rodzicielską

source: re-enable the parental locking
pl: włącz ponownie blokadę rodzicielską

source: Shutdown/Standby Menu
pl: Menu wyłączania

source: reboot now
pl: restartuj teraz

source: restart your receiver
pl: restartuj odbiornik

source: shutdown now
pl: wyłącz

source: shutdown your receiver
pl: Wyłączyć odbiornik

source: restart
pl: restartuj

source: goto standby
pl: przejdź w tryb czuwania

source: goto standby mode
pl: przejdź w tryb czuwania

source: set sleeptimer
pl: ustaw wyłącznik czasowy

source: set a sleep timer
pl: Ustaw czas wyłączenia

source: stop record now
pl: zatrzymaj nagrywanie

source: immediate stop the recording
pl: natychmiastowe zatrzymanie nagrywania

source: set record duration
pl: ustaw dlugość czasu nagrywania

source: set the recording time (in minutes)
pl: ustaw czas zapisu (w minutach)

source: set record stop time
pl: ustaw godzinę zatrzymania nagrywania

source: set the recording end time
pl: ustaw czas zakończenia zapisu

source: Radio mode
pl: Tryb radiowy

source: File mode
pl: Tryb plikowy

source: Setup
pl: Konfiguracja

source: Games
pl: Gry

source: Timer
pl: Wyłącznik czasowy

source: Mainmenu
pl: Menu Główne

source: select plugin and press ok
pl: wybierz 'plugin' i wcisnij ok

source: Couldn't read plugin directory %s
pl: Nie mogę odczytać katalogu 'plugin' %s

source: Error
pl: Błąd!

source: E: currently another plugin is running...
pl: E:obecnie inny plugin jest uruchomiony

source: plugin '%s' not found
pl: plugin '%s' nie znaleziony

source: E: no name given
pl: E: nie nadano nazwy

source: Service Searching
pl: Skanowanie serwisów

source: open satellite config
pl: przejdź do konfiguracji satelity

source: open the satfinder
pl: wartość sygnału

source: Motor Setup
pl: Konfiguracja pozycjonera/siłownika

source: open Motor Setup
pl: Konfiguracja pozycjonera/siłownika

source: Transponder Edit
pl: Edycja transponderów

source: for automatic scan
pl: do automatycznego skanowania

source: disable 5V for passive terrerstrial antennas
pl: wylacz 5V dla pasywnych anten terrestial

source: Automatic Transponder Scan
pl: Automatyczne skanowanie transponderów

source: open automatic transponder scan
pl: otwórz automatyczne skanowanie transpondera

source: Automatic Multisat Scan
pl: Automatyczne skanowanie satelit

source: open automatic multisat transponder scan
pl: otwórz automatyczne skanowanie transpondera

source: Manual Transponder Scan
pl: Ręczne skanowanie transponderów

source: open manual transponder scan
pl: otwórz ręczne skanowanie transpondera

source: DiSEqC 1.2 is enabled on more than one LNB, please select the LNB the motor is connected to
pl: Wiecej niż jeden konwerter ma włączony DiSEqC 1.2 , wybierz konwerter do którego podlaczony jest pozycjoner

source: Found no LNB with DiSEqC 1.2 enabled, please goto Satellite Config first, and enable DiSEqC 1.2
pl: Nie znaleziono żadnego konwertera z DiSEqC 1.2, wróć do Konfiguracji Satelity i włącz DiSEqC 1.2

source: Warning
pl: Uwaga

source: Select LNB
pl: Wybierz konwenter

source: use LNB %d for Motor
pl: użyj konwertera %d dla anteny

source: open service organising
pl: otwiera organizację serwisów

source: open service searching
pl: otwiera szukanie serwisów

source: System Settings
pl: Ustawienia systemu

source: open system settings
pl: otwiera ustawienia systemu

source: Common Interface
pl: Moduł Dostępu CI

source: open common interface menu
pl: otwiera menu Modułu Dostępu CI

source: Parental Lock
pl: Blokada rodzicielska

source: open parental setup
pl: otwiera konfigurację blokady rodzicielskiej

source: Expert Setup
pl: Ustawienia zaawansowane

source: open expert setup
pl: otwórz ustawnia - ekspert

source: add this event as DVR Event to timer list
pl: Dodaj wydarzenie do listy timer jako pozycja DVR

source: add this event as NGRAB Event to timer list
pl: Dodaj wydarzenie do listy timer jako pozycja NGrab

source: add this event as simple Switch Event to timer list
pl: dodaj to wydarzenie do listy timera

source: remove this event from timer list
pl: usuń wpis z listy timer

source: show extended event information
pl: wyswietl rozszerzoną informację o zdarzeniu

source: Sun
pl: Nd

source: Mon
pl: Pn

source: Fri
pl: Pt

source: Sat
pl: So

source: New %s PIN
pl: Nowy %s PIN

source: Reenter %s PIN
pl: Wprowadź ponownie %s PIN

source: The PINs are not equal! Do you want to retry?
pl: PIN niepoprawny! Czy chcesz poprawić?

source: PIN validation failed
pl: Walidacja PIN nieudana

source: PIN change completed
pl: zamiana PINu zakończona

source: PIN changed
pl: PIN zmieniony

source: current %s PIN
pl: bieżący %s PIN

source: The entered PIN is incorrect. Do you want to retry?
pl: Wprowadzony PIN jest niepoprawny. Chcesz poprawić?

source: East
pl: Wschód

source: West
pl: Zachód

source: North
pl: Północ

source: South
pl: Południe

source: enter orbital position without dot (19.2° = 192)
pl: wprowadź pozycję orbitalną bez kropek (19.2° = 192)

source: delete me
pl: usuń mnie

source: drive Motor East
pl: kieruj antenę na wschód

source: drive Motor East.. one step
pl: kieruj antenę na wschód.. jeden krok

source: stop Motor drive East
pl: zatrzymaj sterownik anteny

source: drive Motor West.. one step
pl: kieruj antenę na zachód... jeden krok

source: stop Motor drive West
pl: kieruj antenę na zachód

source: position
pl: pozycja

source: store new sat positions
pl: zapamietaj nowe pozycje satelitarne

source: drive to stored pos
pl: kieruj na zapamietaną poz.

source: drive to stored position
pl: kieruj na zapamietaną pozycję

source: drive to satellite
pl: kieruj na pozycję satelitarną

source: drive to stored satellite
pl: kieruj na zapamietaną pozycję satelitarną

source: drive to 0°
pl: kieruj na 0

source: drives to 0
pl: kieruje na 0

source: recalculate
pl: przelicz

source: recalculate stored positions rel. to current pos
pl: przelicz zapamietane pozycje w odniesieniu do pozycji obecnej

source: set east limit
pl: ustaw wschodni limit

source: set east soft limit
pl: ustaw wschodni limit programowy

source: set west limit
pl: ustaw zachodni limit

source: set west soft limit
pl: ustaw zachodni limit programowy

source: disable limits
pl: wyłącz limity

source: disable soft limits
pl: wyłącz limity programowe

source: enable limits
pl: włącz limity

source: enable soft limits
pl: włącz limity programowe

source: store current pos in motor
pl: zapamietaj aktualną pozycję anteny

source: drive motor to stored pos
pl: kieruj antenę na zapamietaną pozycję

source: go
pl: idź

source: drive motor to reference position
pl: ustaw antenę na pozycję domyślną

source: recalculate all stored positions
pl: przelicz wszystkie pozycje w pamięci

source: recalc
pl: przelicz

source: store current pos as east soft limit
pl: zapisz aktualną pozycję jako programowy limit wschodni

source: store current pos as west soft limit
pl: zapisz aktualną pozycje jako programowy limit zachodni

source: do it
pl: wykonaj

source: drive motor to satellite
pl: kieruj antene na satelitę

source: Wrong use of this function can corrupt all stored sat positions. Are you sure you want to use this function?
pl: Błędne użycie funkcji może uszkodzić wszystkie zapamiętane obecnie pozcje satelitarne. Jesteś pewien że chcesz użyc tej funkcji ?

source: one step East...
pl: jeden krok na wschód...

source: one step west...
pl: jeden krok na zachód

source: turning to east...
pl: kieruje antenę na wschód...

source: turning to west...
pl: kieruje antenę na zachód...

source: %d.%d°%c is currently stored at location %d! When you store this now at Location %d, we must remove the old Location. Are you sure you want to do this?
pl: %d.%d°%c jest aktualnie zapisany na pozycji %d! Zachowując zmiany w pozycji %d, skasujesz już istniejącą. Jesteś pewny że chcesz to zrobić ?

source: Store %d.%d°%c at location %d. If you want another location, then say no and change the location manually. Are you sure you want to store at this location?
pl: Zapisz %d.%d%c w pozycji %d. Jeżeli preferujesz inną pozycję, wybierz nie i wskaż ją ręcznie. Czy na pewno chcesz zachować w tej pozycji ?

source: one single satellite
pl: jeden satelita

source: one directly connected LNB
pl: jeden konwerter podlaczony bezposrednio

source: 2 satellites via Toneburst
pl: 2 satelity przez toneburst

source: 2 LNBs via Toneburst Signal
pl: 2 konwertery przez ' toneburst '

source: 2 satellites via 22Khz (only Highband)
pl: 2 satelity z 22kHz (tylko górne pasmo)

source: 2 LNBs via 22Khz Signal.. special for old analog switches
pl: 2 konwertery z sygnałem 22kHz.. najlepsze dla starych analogowych przełączników

source: 2 satellites via DiSEqC A/B
pl: 2 satelity z DiSEqC OPT A/B

source: 2 LNBs via DiSEqC
pl: 2 konwertery z DiSEqC

source: 4 satellites via DiSEqC OPT A/B
pl: 4 satelity z DiSEqC OPT A/B

source: 4 LNBs via DiSEqC
pl: 4 konwertery z DiSEqC

source: many satellites via DiSEqC Rotor
pl: wiele satelit z obrotnicą DiSEqC

source: 1 LNB with DiSEqC Rotor
pl: 1 konwerter z obrotnicą DiSEqC

source: non-standard user defined configuration...
pl: niestandardowa konfiguracja uzytkownika...

source: special
pl: specjalny

source: Configuration contains some elements which don't fit into new DiSEqC-Type. Drop these items?
pl: Konfiguracja zawiera wpisy które nie pasuja do nowo wybranego DiSEqC. Czy zignorowac te wpisy?

source: Change DiSEqC-Type...
pl: Zmień typ DiSEqC...

source: direct connection
pl: bezpośrednie połączenie

source: press ok to select another satellite
pl: wciśnij ok aby wybrać innego satelitę

source: press ok to goto LNB config
pl: wcisnij ok aby wejsc do konfiguracji konwertera

source: press ok to select another 22kHz mode
pl: wciśnij ok aby wybrać inny tryb sterowania sygnalem 22KHz

source: 22kHz signal is automatically switched
pl: Sygnal 22KHz przelaczany automatycznie

source: 22kHz is always enabled (high band)
pl: Sygnal 22KHz zawsze włączony (high band)

source: 22kHz is always disabled (low band)
pl: Sygnal 22kHz zawsze wyłączony (low band)

source: press ok to select another LNB Voltage mode
pl: wciśnij ok aby wybrać inny sposób zasilania konwertera(LNB)

source: Voltage is automatically changed
pl: Zasilanie zmieniane automatycznie

source: Voltage is always 14V (vertical)
pl: Zasilanie zawsze 14V (pionowo)

source: Voltage is always 18V (horizontal)
pl: Zasilanie zawsze 18V (poziomo)

source: Voltage is always off
pl: Zasilanie zawsze wyłączone

source: None
pl: Żaden

source: sends no tone burst
pl: wysyła bez tone burst

source: sends modulated tone burst
pl: wysyła modulowany tone burst
