Repository: UkCvs/ukcvs
Catalog: trunk-cf/apps/tuxbox/enigma/po/*.po
Languages: pl

source: No changelog data available.
pl: Dziennik zmian niedostępny.

source: No new features were added in this release.
pl: Nie dodano nowych funkcji w tej wersji.

source: The following new features were added in this release:
pl: Lista nowych funkcji dodanych do tej wersji:

source: New Software for the frontprocessor is avail. Your Dreambox must upgrade now! DO NOT TURN OFF THE POWER DURING UPDATE !!!.
pl: Dostępna nowa aktualizacja dla frontprocesora. Dreambox zaktualizuje się! nNIE WYŁĄCZAJ ZASILANIA W TYM CZASIE !!!.

source: New software avail
pl: Dostępna nowa aktualizacja

source: Upgrading frontprocessor... DO NOT TURN OFF THE POWER! THE DREAMBOX WILL AUTOMATICALLY REBOOT!
pl: Aktualizacja fronprocesora... NIE WYŁĄCZAJ ZASILANIA! DREAMBOX PRZEŁADUJE SIE AUTOMATYCZNIE!

source: Upgrade in process...
pl: Aktualizacja w toku...

source: Choose your language...
pl: Wybierz język ...

source: press up/down/ok
pl: wcisnij góra/dól/ok

source: Direct connection to one LNB
pl: połączenie do jednego LNB

source: Simple DiSEqC (2 LNBs/satellites)
pl: Mini DiSEqC (2 konwertery)

source: Complex configuration (including DiSEqC 1.2)
pl: Pełna konfiguracja ( DiSEqC 1.2)

source: Time Settings
pl: Ustawienia czasu

source: open time settings
pl: otwórz ustawienia czasu

source: open A/V settings
pl: otwórz konfigurację AV

source: UHF Modulator
pl: Modulator-UHF

source: open UHF-Modulator setup
pl: otwórz konfigurację Modulatora

source: open harddisc setup
pl: otwórz konfigurację twardego dysku

source: open keyboard setup
pl: otwórz konfigurację klawiatury

source: open on screen display settings
pl: otwórz konfigurację OSD

source: open language selector
pl: otwórz menu wyboru języka

source: LCD Settings
pl: Ustawienia LCD

source: open LCD settings
pl: otwórz ustawienia LCD

source: sorry, no harddisks found!
pl: twardy dysk nie został znaleziony!

source: Timezone Configuration
pl: Konfiguracja strefy czasowej

source: open timezone selector
pl: otwórz okno strefy czasowej

source: open time correction window
pl: otwórz okno korekcji czasu

source: To change time correction you must tune first to any transponder
pl: Musisz wybrać jakiś transponder aby zmienić korektę czasu

source: time correction change error
pl: błąd korekcji czasu
