Repository: UkCvs/ukcvs
Catalog: trunk-cf/apps/tuxbox/enigma/po/*.po
Languages: pl

source: here you can change your sat/lnb mapping
pl: tu można zmienić mapowanie satelitów/konwerterów

source: motor power input difference between running and not running
pl: róznica zasilania sterownika gdy pracuje i nie pracuje

source: change remote control repeat delay left => shorter, right => longer (...delay)
pl: zmień opóźnienie powtórzenia klawisza z pilota lewy =>krótsze, prawy =>dłuższe (...opóźnienie)

source: change Parental PIN (ok)
pl: zmień PIN blokady rodzicielskiej

source: send no DiSEqC when only Hi/Lo or H/V changes
pl: wyślij brak DiSEqC gdy zmieniono tylko Hi/Lo lub H/V

source: waiting for module
pl: czekam na moduł

source: Parental setup
pl: Ustawienia blokady rodzicielskiej

source: prev. page
pl: poprzednia strona

source: Wednesday
pl: Środa

source: title
pl: tytuł

source: Partition Check
pl: Sprawdzanie Partycji

source: enter recording end time (0..9, left, right, ok)
pl: wpisz godzinę zakończenia zapisu (0..9,lewo,prawo,ok)

source: enable/disable ac3 default output (ok)
pl: włącz/wyłącz wyjście ac3

source: Brightness
pl: Jasność

source: turn 12V output on (for 12V relais) (ok)
pl: załącz wyjście 12V

source: Auto VCR switching
pl: Auto - przełączanie VCR

source: enable/disable use BAT for scan (if exists)
pl: włącz/wyłącz BAT do przeszukania (jeżeli istnieje)

source: Skin Selector
pl: Wybór skórek

source: transponder scanned:
pl: wyszukane transpondery:

source: Frontend
pl: głowica

source: press ok to change event name manually
pl: wciśnij ok aby zmienić nazwę zdarzenia ręcznie

source: no circ polariz.
pl: bez kołowej

source: Motor Config
pl: Konfiguracja pozycjonera/siłownika

source: remove selected entry
pl: usuń wybrany wpis

source: Swap Commands
pl: Wymiana komend

source: choose TV system ( left, right )
pl: wybierz system TV (lewo, prawo)

source: Color Format:
pl: Format Video:

source: close motor setup
pl: zamknij konfigurację pozycjonera/siłownika

source: choose aspect ratio ( left, right )
pl: wybierz rozmiar obrazu (lewy, prawy)

source: add only unscrambled services
pl: dodaj wyłącznie niekodowane serwisy

source: no DVB
pl: brak DVB

source: select filsystem to format
pl: wybierz system plików do formatowania

source: Extended networks search
pl: Rozszeżone wyszukiwanie sieciowe

source: show testpicture
pl: pokaż obraz testowy

source: Recalc Params:
pl: Przelicz parametry:

source: enable/disable inverted LCD (ok)
pl: włącz/wyłącz inwersję LCD

source: press ok to edit extra options
pl: wciśnij ok aby edytować dodatkowe opcje

source: enter transponder frequeny (0..9, left, right)
pl: wprowadź czestotliwość transpondera (0..9, lewo, prawo)

source: don't show locked services in any list
pl: nie pokazuj zabezpieczonych serwisów na żadnej liście

source: Enable Network
pl: Dodaj sieć

source: Ngrab Server
pl: NGrab serwer

source: start the transponder scan
pl: rozpocznij skanowanie transpondera

source: start scan
pl: rozpocznij wyszukiwanie

source: check
pl: sprawdź

source: Services
pl: Serwisy

source: Filesize:
pl: Rozmiar pliku:

source: Time Zone:
pl: Strefa czasowa:

source: Keyboard Setup
pl: Konfiguracja klawiatury

source: choose the bandwidth (left, right)
pl: wybierz szerokość pasma (lewo, prawo)

source: to enter service id press OK
pl: aby wprowadzić ID serwisu wciśnij OK.

source: mounts
pl: montowanie

source: detect MAC Adress
pl: Wykryj adres MAC

source: Shutdown
pl: Wyłącz

source: change the brightness correction
pl: zmień korekcję jasności

source: enable/disable network (ok)
pl: włącz/wyłącz konfigurację sieci

source: change PIN
pl: zmień PIN

source: Use Motor Input Power
pl: Użyj zasilania pozycjonera/siłownika

source: Setup lock
pl: Ustawienia blokady

source: enter ngrab server port (standard is 4000)
pl: wprowadź port serwera NGrab (domyslnie 4000)

source: Starttime
pl: Czas rozpoczęcia

source: select your favourite RC style (ok)
pl: wybierz ulubiony styl RC

source: goto prev page (LNB)
pl: idź do poprzedniej strony (LNB)

source: enter Common Interface menu (mmi)
pl: wejdź w menu Modułu Warunkowego Dostepu

source: Use gotoXX Function
pl: Użyj funkcji gotoXX

source: set this check when the entered audio pid is a ac3 audio pid
pl: sprawdzaj kiedy wprowadzony pid dźwięku jest pidem dźwięku ac3

source: Remotecontrol Setup
pl: Konfiguracja zdalnego sterowania

source: press ok to change mount type
pl: wciśnij ok aby zmienić typ montowania

source: can your CI descramble two services at the same time?
pl: czy twój moduł dostępu CI rozkoduje dwa serwisy jednocześnie ?

source: Favourites
pl: Ulubione

source: Time Correction
pl: Korekcja czasu

source: LC-Display Setup
pl: Konfiguracja wyswietlacza LC

source: About...
pl: Informacja o...

source: Filename:
pl: Nazwa pliku:

source: scan EPG
pl: Skanuj EPG

source: audio track
pl: ścieżka dźwiękowa

source: press ok to change mount options
pl: wciśnij ok aby zmienić opcje montowania

source: to enter tsid (transport stream id) press OK
pl: aby wpisać tsid (transport stream id) wciśnij OK

source: press ok to start edit mode
pl: wciśnij ok aby uruchomić tryb edycji

source: change remote control repeat rate left => less, right => more (... repeats)
pl: zmień czas powtórzenia klawisza z pilota lewy =>mniej, prawy =>wiecej (...powtórzeń)

source: Wed
pl: Śr

source: Longitude:
pl: Długość geograficzna:

source: press ok to mount this share
pl: wciśnij ok aby zamontować

source: choose the code rate LP (left, right)
pl: wybierz code rate LP (lewo, prawo)

source: prev page
pl: poprzednia strona

source: press ok to save this share
pl: wciśnij ok aby wprowadzić nazwę podziału

source: 12V output on
pl: wyjście 12V załączone

source: delete expired timer (ok)
pl: usuń wygasłe wpisy timera

source: Parental lock
pl: Blokada rodzicielska

source: choose the Transponder you wish to find
pl: wybierz Transponder który chcesz znaleźć

source: go to previous share
pl: idź do poprzedniego podziału

source: read NIT
pl: czytaj NIT

source: Thursday
pl: Czwartek

source: TuxText position
pl: Pozycja teletextu

source: Show Mainmenu like Listbox
pl: Wyświetlaj Menu główne pionowo

source: press ok to change direction
pl: naciśnij ok aby zmienić kierunek

source: goto advanced motor setup
pl: przejdź do zaawansowanej konfiguracji pozycjonera/siłownika

source: set LCD contrast ( left / right )
pl: ustaw kontrast LCD (lewo, prawo)

source: format
pl: formatowanie

source: starts the transponder scan
pl: rozpoczęto wyszukiwanie transponderów

source: choose the transmission mode (left, right)
pl: wybierz tryb transmisji (lewo, prawo)

source: search event name for this beg-/end time in epg
pl: szukaj nazwy zdarzenia dla takiego czasu rozp/zakoń z EPG

source: enter netmask of your network (0..9, left, right)
pl: wprowadź maskę sieci (0..9, lewo, prawo)

source: choose the Satellite you wish to find
pl: wybierz satelitę którego chcesz znaleźć

source: add to table/existing will be overwritten
pl: dodaj do tablicy - istniejący wpis zostanie skasowany

source: don't send WSS signal when A-ratio is 4:3
pl: nie wysyłaj sygnału WSS gdy rozmiar obrazu 4:3

source: delete
pl: kasuj

source: don't update the service name with content of the sdt
pl: nie aktualizuj serwisów zawierających w nazwie sdt

source: update name/provider/service type with content of the sdt (and auto remove service)
pl: aktualizuj nazwę/nadawcę/typ serwisu z zawartością sdt (i auto kasowaniem)

source: Latitude:
pl: Szerokość geograficzna:

source: choose polarity (left, right)
pl: wybierz polaryzację (lewo, prawo)

source: Login:
pl: Użytkowink:

source: Inv:
pl: Inw:

source: Video format:
pl: Format Wideo:

source: Standby
pl: Czuwanie

source: choose modulation (left, right)
pl: wybierz polaryzację (lewo, prawo)

source: Repeat Rate:
pl: Poziom opóznienia:

source: select what todo after event
pl: wciśnij ok aby wybrać inny tryb sterowania sygnalem 22KHz

source: cleanup
pl: wyczyść

source: All Services
pl: Serwisy (wszystkie)

source: Disable WSS on 4:3
pl: Wyłącz WSS dla 4:3

source: get Network data from a DHCP Server in the local Network
pl: pobierz dane z serwera DHCP w lokalnej sieci

source: here you can setup nfs/cifs mounts
pl: tu można ustawić montowanie nfs/cifs

source: do a filesystem check
pl: sprawdź system plików

source: initialize the disk for use with the dreambox
pl: inicjalizuję dysk do współpracy z Dreambox'em

source: to enter pcr pid press OK
pl: aby wprowadzić pid pcr wciśnij OK.

source: Common Interface Module
pl: Moduł dostępu warunkowego (CI)

source: Mo
pl: Pn

source: A/V Settings
pl: Ustawienia A/V

source: select DiSEqC parameter (ok)
pl: wybierz parametr DiSEqC

source: enable/disable parental lock
pl: włącz/wyłącz blokadę rodzicielską

source: enter symbol rate (0..9, left, right)
pl: wprowadź symbol rate (0..9, lewo, prawo)

source: Hide locked services
pl: Ukryj zablokowane serwisy

source: Storage Location:
pl: Pozycja pamięci:

source: remove the selected Satellite
pl: usuń wybraną satelitę

source: choose wished satellite (ok)
pl: wybierz zaznaczonego satelitę

source: show extended configuration
pl: wyświetl rozszerzoną konfigurację

source: try to autodetect server MAC address
pl: spróbuj rozpoznać MAC adres serwera

source: choose what you want to do
pl: wybierz co chcesz zrobić

source: Number in motor:
pl: Numer w pozycjonerze/silowniku

source: Init
pl: Inicjalizacja

source: press ok to change satellite name
pl: naciśnij ok aby zmienić nazwę satelity

source: Change skin
pl: Zmiana skórki

source: DiSEqC Parameter:
pl: Parametr DiSEqC:

source: 0,5V higher LNB Voltage (for long cables) (ok)
pl: Podwyższenie napięcia LNB - 0,5V (dla długiego kabla)

source: Modulation:
pl: Modulacja:

source: enable/disable check ONIT on any transponder
pl: włącz/wyłącz ONIT na wszystkich transponderach

source: use BAT
pl: użyj BAT

source: FR
pl: PT

source: Satellite Edit
pl: Edytcja satelity

source: press ok to edit username
pl: wciśnij ok aby zmienić użytkowinka

source: Sa
pl: So

source: connected:
pl: podłączony:

source: auto switch to VCR connector
pl: auto - przełączanie na VCR scart

source: set
pl: ustaw

source: FP Version
pl: Wersja FP

source: calc param 2 (see your motor manual or let it 00)
pl: wylicz parametr 2 (zobacz w instrukcji pozycjonera lub ustaw na 00)

source: select the timer type (ok)
pl: wybierz typ Timer

source: choose satellite/cable provider (ok)
pl: wybierz nadawcę satelitarnego/kablowyego

source: choose color format ( left, right )
pl: wybierz format koloru (lewo, prawo)

source: OSD Settings
pl: Konfiguracja OSD

source: Guard:
pl: Strażnik:

source: change Setup PIN (ok)
pl: zmień ustawienia PIN

source: press ok to open skin selector
pl: otwórz menu wyboru skórek

source: select skin and press ok or choose save
pl: wybierz skórke i wcisnij ok lub zapisz

source: goto next page (DiSEqC)
pl: przejdź do nastepnej strony (DiSEqC)

source: test values
pl: testuj wartości

source: select sat(up/down), ok(edit), green(add new), red(delete)
pl: wybierz satelitę(góra/dół), ok(edycja), ziel(dodaj nowy), czer(kasuj)

source: press ok to edit password
pl: wciśnij ok aby zmienić hasło

source: apply
pl: zastosuj

source: Repeat Delay:
pl: Opóznienie powtarzania:

source: Fr
pl: Pt

source: enter pids
pl: wprowadź pidy

source: Repeated timer
pl: Powtórzenia zdarzeń

source: can handle two services
pl: nie obsłużę dwóch serwisów

source: enter IP Adress of the Ngrab Server (0..9, left, right)
pl: wprowadź adres IP serwera NGrab (0..9, lewo, prawo)

source: Saturday
pl: Sobota

source: (0..9, left, right, ok)
pl: (0..9, lewo, prawo, ok)

source: swaps committed and uncommitted DiSEqC Commands
pl: wymień współbieżne i nie współbieżne komendy DiSEqC

source: vol-
pl: gł -

source: Satfind
pl: Poziom sygnału

source: send the complete DiSEqC sequence twice
pl: wyślij dwukrotnie kompletną sekwencję DiSEqC

source: Manual PIDs
pl: PIDy ręcznie

source: enter port of the Web Interface (0..9, left, right)
pl: wprowadź port dla przeglądarki WWW (0..9, lewo, prawo)

source: Uncommitted Switch:
pl: Nieokreślony przełącznik:

source: enable/disable inversion here (ok)
pl: włączenie/wyłączenie inwersji

source: select year (ok)
pl: wybierz rok

source: increased voltage
pl: zwiększone napięcie

source: press ok to unmount this share
pl: wciśnij ok aby odmontować

source: choose the code rate HP (left, right)
pl: wybierz code rate HP (lewo, prawo)

source: Password:
pl: hasło:

source: recording end time:
pl: czas zakończenia zapisu:

source: to enter video pid press OK
pl: aby wprowadzić pid video wciśnij OK.

source: Use motor input power for running detection.. else use timeout
pl: Użyj zasilania pozycjonera/siłownika do wykrywania ruchu... w przeciwnym wypadku użyj czasu

source: Direction:
pl: Kierunek:

source: services scanned :
pl: wyszukane serwisy:

source: save changes and return
pl: zapisz zmiany i powróć

source: remove
pl: usuń

source: aborts the transponder scan
pl: odwołanie wyszukiwania transponderów

source: enable/disable automount (ok)
pl: włącz/wyłącz automontowanie

source: select DiSEqC mode (ok)
pl: wybierz tryb DiSEqC

source: change the contrast
pl: zmień kontrast

source: enter LNB threshold frequency (0..9, ok)
pl: wprowadź próg czestotliwosci konwertera (0..9, ok.)

source: insert rotor memory cell for this orbital position
pl: wstaw komórkę pamięci pozycjonera dla tej pozycji orbitalnej

source: abort
pl: przerwij

source: close window
pl: zamknij okno

source: Network search
pl: Wyszukiwanie sieciowe

source: Software Version
pl: Wersja oprogramowania

source: add
pl: dodaj

source: enable/disable setup lock
pl: włącz/wyłącz ustawienia blokady

source: enter orbital position without dot (19.2&#176; = 192)
pl: wprowadź pozycję orbitalną bez kropek (19.2° = 192)

source: reset the Common Interface module
pl: trwa resetowanie Modulu CI

source: subservices
pl: sub-serwisy

source: here you can center the Tuxtxt (builtin videotext)
pl: tu możesz wycentrować Teletext (wbudowany videotext)

source: enter name of the local mount point with trailing slash
pl: podaj nazwę lokalnego punktu montowania bez znaków

source: Plugins
pl: Pluginy

source: select month (ok)
pl: wybierz miesiąc

source: enter your latitude (0..9, +, -, ok)
pl: wprowadź szerokość geograficzną (0..9,+,-,ok)

source: DiSEqC Mode:
pl: Tryb DiSEqC:

source: scanning...
pl: wyszukiwanie...

source: LNB Configuration
pl: Konfiguracja LNB

source: calc param 3 (see your motor manual or let it 00)
pl: wylicz parametr 3 (zobacz w instrukcji pozycjonera lub ustaw na 00)

source: select uncommitted input
pl: wybierz nieopisane wejście

source: when the motor support this, then use
pl: użyj gdy sterownik/pozycjoner posiada te opcje

source: don't read PAT/PMT/SDT for this service (only use cached pids)
pl: nie czytaj PAT/PMT/SDT dla tego serwisu (użyj wyłącznie znalezionych pidów)

source: Play
pl: Odtwarzaj

source: vol+
pl: gł +

source: set LCD brightness for Standby Mode ( left / right )
pl: ustaw kontrast LCD dla trybu Czuwania (lewo, prawo)

source: Bandwidth:
pl: Pasmo :

source: set LCD brightness ( left / right )
pl: ustaw jasność LCD (lewo, prawo)

source: for a multiple event enable this
pl: załącz to dla wielu zdarzeń

source: press ok to select another event
pl: wciśnij ok aby wybrać inne zdarzenie

source: enter IP Address of the box (0..9, left, right)
pl: wpisz adres IP terminala (0..9, lewo, prawo)

source: send the ca-pmt to CI
pl: wyślij ca-pmt do Modułu CI

source: o'clock
pl: godzina

source: add new Timer (ok)
pl: dodaj nowy Timer

source: Software Update
pl: Aktualizacja oprogramowania

source: to change service press ok
pl: aby zmienić serwis wcisnij OK.

source: Contrast
pl: Kontrast

source: use sdt
pl: użyj sdt

source: Su
pl: Nd

source: new
pl: nowy

source: duration:
pl: Modulacja:

source: Fast DiSEqC
pl: Szybki DiSEqC

source: choose direction
pl: wybierz kierunek

source: capacity:
pl: pojemność:

source: calc param 1 (see your motor manual or let it 00)
pl: wylicz parametr 1 (zobacz w instrukcji pozycjonera lub ustaw na 00)

source: read tsid and onid from the nit (this can take up to 10 seconds)
pl: czytaj tsid i onid z nit (to może zająć do 10 sekund)

source: Transm. Mode:
pl: Tryb Transm.:

source: Thu
pl: Cz

source: enter your domain name server (0..9, left, right)
pl: wpisz adres serwera nazw DNS (0..9, lewo, prawo)

source: Tuesday
pl: Wtorek

source: edit the end time (0..9, left, right)
pl: edytuj czas zakończenia (0..9, lewo, prawo)

source: shutdown the box to deepstandby (ok)
pl: wyłącz terminal po zakończonym zapisie

source: recording duration:
pl: czas zapisu:

source: add new Transponder to selected sat (ok)
pl: dodaj nowy transponder do wybranego satelity

source: to enter onid (original network id) press OK
pl: aby wprowadzić onid (original network id) wciśnij OK

source: TV System Wizard
pl: Ustawienia systemu TV

source: Time Zone Setup
pl: Ustawiena strefy czasowej

source: enter IP Address (0..9, left, right)
pl: wpisz adres IP (0..9, lewo, prawo)

source: set sleeptimer and close window (ok)
pl: ustaw wyłącznik czasowy i zamknij okno

source: open transponder scan
pl: otwórz skanowanie transponderów

source: add a new Satellite
pl: dodaj nowego satelitę

source: Monday
pl: Poniedzialek

source: Satellite
pl: Satelita

source: Voltage
pl: Napięcie

source: Help
pl: Pomoc

source: insert
pl: wstaw

source: to enter service name press OK
pl: aby wprowadzić nazwę serwisu wciśnij OK.

source: save
pl: zapis

source: Tue
pl: Wt

source: choose entry to edit or remove
pl: wybrać wpis do edycji lub kasowania?

source: Endtime
pl: Czas zakończenia

source: to enter audio pid press OK
pl: aby wprowadzić pid audio wciśnij OK.

source: hold name
pl: pozostaw nazwę

source: enter manual pids
pl: wprowadź pidy ręcznie

source: scan Network Information Table(s) this is recommend
pl: Skanuj tabele informacyjne sieci jest to zalecane

source: Skins:
pl: Skórki:

source: edit the start time (0..9, left, right)
pl: edycja czasu rozpoczecia (0..9,lewo,prawo)

source: enter LNB lowband offset frequency (0..9, ok)
pl: wprowadź korektę częstotliwości dolnego pasma konwertera (0..9,OK.)

source: Friday
pl: Piatek

source: Orbital Position:
pl: Pozycja Orbitalna:

source: enter LNB highband offset frequency (0..9, ok)
pl: wprowadź korektę częstotliwości górnego pasma konwertera (0..9,OK.)

source: shutdown the box after recording (ok)
pl: wyłącz terminal po zakończonym zapisie

source: enter your gateways IP Address (0..9, left, right)
pl: wpisz adres IP bramy Gateway (0..9, lewo, prawo)

source: Stop Record
pl: Zatrzymaj zapis

source: Please choose your DiSEqC-Configuration:
pl: wybierz tryb DiSEqC

source: Pause
pl: Pauza

source: AC3 default output
pl: wyjście AC3 aktywne

source: Keyboard Mapping:
pl: Mapowanie klawiatury

source: Mode:
pl: Tryb:

source: change storage Location or store
pl: zmień pozycje w pamięci lub zapisz

source: Progress:
pl: Postęp:

source: Satellite Configuration
pl: Konfiguracja Satelity

source: cursor to next char timeout(msek) in textinputfields
pl: czas oczekiwania (msek) na następny znak w polach wprowadzania tekstu

source: genre
pl: rodzaj

source: change the transparency correction
pl: zmień korekcję przezroczystości

source: Threshold:
pl: Zakres:

source: go to next share
pl: idź do następnego podziału

source: save changes
pl: zapisz zmiany

source: save in motor
pl: zapisz w pozycjonerze

source: edit selected transponder (ok)
pl: edytuj wybrany transponder

source: Polarity:
pl: Polaryzacja:

source: is AC3 Pid
pl: pid AC3 ?

source: close
pl: zamknij

source: save data and close window (the new channel could be found in the all services list)
pl: zapisz dane i zamknij okno (nowy kanał pojawi się w liście wszystkich kanałów)

source: Frequency:
pl: Czestotliwość:

source: Aspect Ratio:
pl: Rozmiar obrazu

source: press ok to enter the name
pl: wciśnij ok aby wprowadzić nazwę

source: delete the current selected timer (ok)
pl: usuń aktualnie wybrany timer

source: select MiniDiSEqC parameter (ok)
pl: wybierz parametr MiniDiSEqC

source: enter your longitude (0..9, +, -, ok)
pl: wprowadź dlugość geograficzną (0..9,+,-,ok)

source: goto standby (ok)
pl: przejdź w tryb czuwania

source: use Provider DVB Bouquet Tables if exist
pl: Użyj tablicy bukietów nadawcy DVB jeśli istnieje

source: enter MAC address of server (for wake on lan)
pl: wprowadź MAC adres serwera (dla funkcji ' wake on lan ')

source: press ok to change connection type
pl: wciśnij ok aby zmienić typ połączenia

source: Sunday
pl: Niedziela

source: Sat/Position
pl: Sat/pozycja

source: Sat/LNB mapping:
pl: mapowanie Sat/LNB:

source: save changes and use current selected LNB for the chosen satellite
pl: użyj aktualnie wybrany konwerter (LNB) dla satelity i zapisz zmiany

source: save changes and use the selected LNB (in first page) for the choosen satellite
pl: użyj wybrany konwerter (z pierwszej strony) i zapisz zmiany

source: please enter pin:
pl: wprowdź pin:

source: Set Sleeptimer
pl: Ustaw czas wyłączenia

source: press ok to change
pl: wciśnij ok aby zmienić

source: to enter (video) text pid press OK
pl: aby wprowadzić pid (video) tekst wciśnij OK.

source: Transponders
pl: Transpondery

source: select your time zone (ok)
pl: wybierz strefę czasową

source: set recording end time and close window (ok)
pl: ustaw godzinę zakończenia nagrywania i zamknij okno

source: close Satellite Configuration
pl: Konfiguracja Satelity

source: edit
pl: edytuj

source: TV System:
pl: System TV

source: next page
pl: następna strona

source: press left or right to move motor
pl: wciśnij lewo lub prawo aby uruchomić siłownik

source: Next Char Timeout:
pl: Czas oczekiwania pomiędzy wprowadzanymi znakmi:

source: scan NITs of other transponders this is slower, but sometimes needed)
pl: Skanuj tabele NIT innych transponderów opcja powolna, czasami potrzebna

source: Counter(Movement)
pl: Licznik (Ruch)

source: search
pl: szukaj

source: use ONIT
pl: użyj ONIT

source: enable/disable initiate network search
pl: włącz/wyłącz szukanie sieciowe

source: select your configuration here
pl: wybierz tutaj konfigurację

source: choose the FEC (left, right)
pl: wybierz FEC (lewo, prawo)

source: select DiSEqC repeats (ok)
pl: wybierz powtórzenia DiSEqC

source: OSD Language
pl: Język OSD

source: select day (ok)
pl: wybierz dzień

source: change circular to linear polarization
pl: zmień polaryzację kołową na liniową

source: test entered values
pl: testuj wprowadzone wartości

source: Record
pl: Nagrywanie

source: Timer Edit
pl: Edycja timera

source: show the Mainmenu in normal listbox style
pl: pokaż Menu główne w normalnym stylu

source: status output:
pl: status wyjscia:

source: Sequence repeat
pl: Powtórz sekwencje

source: enter stored satellite pos
pl: wprowadź zapamietaną pozycję satelitarną

source: select your keyboard mapping (ok)
pl: wybierz mapowanie dla klawiatury

source: Harddisk
pl: Dysk twardy

source: goto standby after recording (ok)
pl: przejdź w tryb czuwania po zakończonym zapisie

source: Communication setup
pl: Ustawienia komunikacji

source: only Free
pl: tylko FTA

source: Constellation:
pl: Konstelacje:

source: network search
pl: Wyszukiwanie sieciowe

source: to enter provider name press OK
pl: aby wprowadzić nazwę nadawcy wciśnij OK.

source: no module
pl: brak modułu

source: horizontal
pl: Poziomo

source: vertical
pl: pionowy

source: parental
pl: rodzicielski

source: Providers
pl: Nadawcy

source: All services
pl: Serwisy (wszystkie)

source: Satellites
pl: Satelity

source: new found
pl: nowe znalezione

source: Connecting...
pl: Łączenie...

source: buffering...
pl: buforowanie...

source: playing...
pl: odtwarzanie...

source: (%d entries)
pl: (%d wprowadzeń)

source: TV mode
pl: Tryb Telewizyjny

source: Radio Mode
pl: Tryb radiowy

source: File Mode
pl: Tryb plikowy
